[
  {
    "app_name": "Forest: Stay focused, be present",
    "app_description": "The best cure for phone addiction.\n\n## Featured by Apple as \"Best New Apps\" and \"Amazing Apps\" !\n## Top 5 Productivity apps in over 85 countries !\n\nHave you ever been addicted to your phone and just cannot put it down? Forest provides an interesting solution to beat your phone addiction. You can plant a seed in Forest. In the following time, this seed will gradually grow into a tree. However, if you cannot resist the temptation and leave this app to check Facebook or play a game, your tree will wither away. With this interesting mechanism, the sense of achievement and responsibility will drive our users to stay away from their phone with no pain.\n\nFeatures:\n• A self-motivated and interesting way to help you beat phone addiction\n• Stay focused and get more things done\n• Turn your focused time into a lovely forest\n• Manage your own tags and view the detailed statistics about how you allocate your time\n• Compete with friends and users around the world\n• Earn reward and unlock more tree species\n• Track your focused time in Health App\n• Plant real trees on the Earth and protect our environment\n\nWe also provide browser extensions. Find out more on www.forestapp.cc!\n\nCredits\n*Sound Design : Shi Kuang Lee\n*Some icons appearing in the app were made by Freepik from www.flaticon.com and are licensed under CC BY 3.0",
    "app_features": [
      "beat phone addiction",
      "plant a seed ",
      "seed will grow into a tree",
      "stay focused",
      "get more things done",
      "manage tags",
      "view detailled statistics",
      "compete with friends",
      "compete with users",
      "earn reward",
      "unlock more tree species",
      "track your focused time",
      "plant real trees",
      "protect our environment"
    ]
  },
  {
    "app_name": "Yahoo Mail - Keeps You Organized!",
    "app_description": "With its beautiful design, easy-to-use interface, and lightning fast speed, the Yahoo Mail app makes reading, organizing, and sending emails across your inboxes (Gmail, Outlook, AOL and more) easier than ever. Yahoo Mail offers 1000GB of free cloud storage, so you never have to delete a message again. \n\nWith the Yahoo Mail app you can:\n\n- SEND MULTIPLE ATTACHMENTS - Easily add photos, videos, and documents to an email, all at once. \n- QUICKLY SEARCH - Search across all of your messages, contacts, files and photos, faster than ever. \n- SWITCH BETWEEN ACCOUNTS - Add your Gmail, Outlook, or second Yahoo account right in the app. \n- NEVER LOSE AN EMAIL - Keep all of your emails with 1000GB of free cloud space. \n- QUICKLY DELETE MULTIPLE EMAILS – Press and hold an email to select and delete multiple messages.\n- CHOOSE A THEME - Select different backgrounds and text colors for your Yahoo inbox.\n- DITCH PASSWORDS - Enable Account Key for secure password-free sign in.\n- SAY IT WITH A GIF - Can’t find the right words? Send an animated GIF.\n- SEND STATIONERY - Send emails with artist-designed stationery from Paperless Post. \n- CONNECT GOOGLE DRIVE AND DROPBOX - Easily access and send photos and documents you’ve stored in the cloud. \n- BE IN THE KNOW - Get news from Yahoo and the Yahoo Magazines right in the app.\n\nNotes: \n- To see all the new features, upgrade your device to iOS10. \n- Optimized for use with VoiceOver. \n- Yahoo does not provide a local Swiss email service.",
    "app_features": [
      "add photos",
      "add videos",
      "add documents",
      "quickly search",
      "search across all of your messages",
      "search across messages",
      "search across contacts ",
      "search across files",
      "search across photos",
      "send multible attachments",
      "reading mails",
      "organizing mails",
      "sending mails",
      "cloud storage",
      "switch between accounts",
      "add your Gmail account",
      "add your Outlook account",
      "add second Yahoo account",
      "Never lose an email",
      "cloud storage",
      "delete multiple mails",
      "Chose a theme",
      "select different backgrounds",
      "send an animated gif",
      "access photos",
      "send photos",
      "access documents",
      "send documents",
      "",
      "get news from yahoo",
      "get news from the yahoo magazine",
      "send stationery",
      "send emails",
      "connect google drive",
      "connect dropbox",
      "select different text colors ",
      "ditch passwords",
      "enable account key"
    ]
  },
  {
    "app_name": "Printer Pro - Print documents, photos, emails",
    "app_description": "Print attachments, documents, web pages and more right from your iPhone and iPad to any Wi-Fi or USB printer.\n\nTRY BEFORE YOU BUY - just download free Printer Pro Lite to check how our application works with your printer.\n\nPrinter Pro lets you wirelessly print from the iPhone or iPad. It can print directly to many Wi-Fi printers or any printer attached to your Mac or PC via helper application installed on your computer.\n\nOnce installed, Printer Pro appears in the \"Open In...\" list on your device. This lets you print documents from Mail, PDF Expert and many other applications on your iPhone or iPad that support this function.\n\nUsing \"Open In...\" approach you can print files from many popular online storages: Dropbox and Google Drive. It just a matter of several taps to download your file via free Dropbox or Google Drive application and send it to printer.\n\nTo print a web page, just change \"http\" to \"phttp\" in the address bar in Safari and tap Go. The page will immediately be opened in the Printer Pro with print button right above your finger. You can print web based documents as well using this approach.\n\nWith Printer Pro you can print:\n\n- Email Attachments\n- iWork documents\n- Web pages\n- Files from other applications\n- Clipboard content\n- Photos\n- Documents on Dropbox and Google Drive\n- Contacts\n\n◆ Printer Pro Desktop\nGet the free helper application for your computer to print more document types and with better quality. You can download it at www.readdle.com/printerpro\n\n◆ List of supported document formats\nPDF, Word, Excel, Powerpoint, Pages, Numbers, Keynote, TXT, HTML, JPG, Safari webarchive\n\nFeel free to contact us If you have any suggestions, questions or issues at http://readdle.com/contact",
    "app_features": [
      "Print attachments",
      "Print documents",
      "print web pages ",
      "wirelessly print",
      "print email attachments",
      "print web pages",
      "print files",
      "print clipboard content",
      "print photos",
      "print contacts",
      ""
    ]
  },
  {
    "app_name": "Gmail - email by Google: secure, fast & organized",
    "app_description": "The official Gmail app brings the best of Gmail to your iPhone or iPad with real-time notifications, multiple account support and search that works across all your mail.\n\nWith the Gmail app, you can:\n- Undo Send, to prevent embarrassing mistakes\n- Switch between multiple accounts\n- Get notified of new mail fast, with notification center, badge and lock screen options\n- Search your mail faster with instant results, predictions as you type & spelling suggestions \n- Swipe to archive/delete, to quickly clear out your inbox\n- Read your mail with threaded conversations\n- Auto-complete contact names as you type from your Google contacts or your phone\n- Respond to Google Calendar invites right from the app\n- Organize your mail by archiving, labeling, starring, deleting and reporting spam\n- Send and receive attachments\n- See profile pictures as part of the conversation",
    "app_features": [
      "real-time notifications",
      "multiple account support",
      "search across all mail",
      "undo send",
      "swipe to archieve",
      "swipe to delete",
      "clear out your inbox",
      "threaded conversations",
      "spelling suggestions",
      "predictions as you type",
      "auto-complete contact names",
      "respond to google calender invites",
      "organize your mail",
      "send attachments",
      "receive attachments",
      "see profile pictures",
      "star mail",
      "label mail",
      "delete mail",
      "report spam mail"
    ]
  },
  {
    "app_name": "Google Drive - free online storage",
    "app_description": "Get started with Google Drive for free and have all your files within reach from any smartphone, tablet, or computer. All your files in Drive – like your videos, photos, and documents – are backed up safely so you can’t lose them. Easily invite others to view, edit, or leave comments on any of your files or folders.\n\nWith Drive, you can:\n• View documents, PDFs, photos, videos, and more\n• Search for files by name and content\n• Easily share files and folders with others\n• Set sharing permissions to view, comment, or edit\n• Quickly access recent files\n• See file details and activity \n• Enable viewing of files offline",
    "app_features": [
      "back up files",
      "invite others",
      "view comments",
      "edit comments",
      "leave comments",
      "view documents",
      "view pdf",
      "view photos",
      "view videos",
      "search files",
      "share files",
      "share folders",
      "set sharing permissions",
      "access recent files",
      "see file details",
      "see file activities",
      "enable viewing of files offline"
    ]
  },
  {
    "app_name": "CloudApp Mobile",
    "app_description": "CloudApp makes image and file sharing on iOS devices a more enjoyable experience. CloudApp finds the balance between convenience, functionality, and charm — traits that are not normally associated with file sharing.\n\n*BEST FEATURE*\nCloudApp supports iOS Share extensions, so you’ll see Send to CloudApp links when working with Contacts, Maps, etc. and opening everything from Mail Attachments to PDFs.\n\nOTHER FEATURES:\n-Upload your images, videos and text effortlessly. \n-Select one photo or several. \n-Upload as a grouped ZIP archive, or individually with optional compressing prior to upload to keep file sizes small.\n-Manage files more efficiently or filter by type. \n-CloudApp sorts your files by date uploaded, showing your latest files (and their views) at a glance. \n-Tap through, to preview files. \n-CloudApp will even open the contents of ZIP files. \n-Contextually-relevant statistics (file size, image dimensions, word count, duration and more) are displayed based on the current document to eliminate clutter.\n-Customized thumbnail view, for images, that makes it easy to scan and flick through your photos.\n-Sharing via email, Facebook, and Twitter is straightforward and seamless.\n-Restore items from previously deleted drops. \n-Add file from apps that support document interaction (\"open in..\").\n-Even mundane operations like renaming files are made enjoyable on the iPhone with CloudApp.\n-And much much more!",
    "app_features": [
      "supports iOS Share extensions",
      "open everything",
      "upload your images",
      "upload your videos",
      "upload text",
      "select photos",
      "upload zip archive",
      "manage files",
      "sort your files",
      "preview files",
      "open contents of zip files",
      "contextually-relevant statistics",
      "customized thumbnail",
      "share via email",
      "share via facebook",
      "share via twitter",
      "restore items",
      "add file from apps",
      "rename files",
      "filter by type",
      "showing your latest files",
      "flick through your photos",
      ""
    ]
  },
  {
    "app_name": "Google Docs",
    "app_description": "Create, edit, and collaborate with others on documents from your iPod, iPhone, or iPad with the free Google Docs app. With Google Docs you can:\n\n* Create new documents or edit any that were created on the web or on another device \n* Share documents and work together with others in the same document at the same time\n* Open, edit, and save Microsoft Word documents\n* Get stuff done anytime -- even without an internet connection\n* Add and respond to comments\n* Never worry about losing your work -- everything is automatically saved as you type \n* Protect your documents with a 4-digit passcode",
    "app_features": [
      "create documents",
      "edit on documents",
      "collaborate on documents",
      "Share documents",
      "open Microsoft Word documents",
      "edit Microsoft Word documents",
      "save Microsoft Word documents",
      "work offline",
      "add comments",
      "respond to comments",
      "everything is automatically saved",
      "protect your documents"
    ]
  },
  {
    "app_name": "Dropbox",
    "app_description": "Dropbox is the place for your photos, docs, videos, and other files. Files you keep in Dropbox are safely backed up and you can get to them from all your devices. It’s easy to send large files to anyone, even if they don’t have a Dropbox account.\n\nFeatures:\n • Access your files on any device, even if you’re offline\n • Create and edit Microsoft Office files from your iPhone or iPad\n • Share links to your largest files without using email attachments\n\nWe offer in-app purchases for Dropbox Pro, which includes 1 TB of storage and additional features. The amount will be charged to your iTunes account and will vary by plan and country. You’ll see the total price before completing payment.\nDropbox Pro subscriptions purchased in-app renew monthly or yearly depending on your plan. Plans are priced at $9.99USD monthly and $99.99USD yearly (pricing may vary in countries other than the U.S.). To avoid renewal, you must turn off auto-renew at least 24 hours before your subscription ends. You can turn off auto-renew at any time from your iTunes account settings. Dropbox also offers one-month trials for monthly subscriptions.\n\nTerms of Service: https://www.dropbox.com/pricing_terms\nPrivacy Policy: https://www.dropbox.com/privacy",
    "app_features": [
      "back up files",
      "send large files",
      "access files online",
      "access files offline",
      "create microsoft office files",
      "edit microsoft office files",
      "share links to files",
      "purchases dropbox pro",
      "includes storage"
    ]
  },
  {
    "app_name": "Fantastical 2 for iPhone - Calendar and Reminders",
    "app_description": "** 20% OFF - LIMITED TIME HOLIDAY SALE **\n\nFantastical 2 is the award-winning calendar app with features such as natural language parsing, reminders, a beautiful week view, and much more!\n\n\"Great iOS update to my favorite iPhone calendar app. Looks great, works great, and now integrates iOS reminders.\" - John Gruber (Daring Fireball) \n“...if you need a pure replacement for the iPhone's stock calendar-app, Fantastical 2 is your best bet.” - The Verge\n\"Fantastical is one of those apps that just works. Love it.\" - Jim Dalrymple (The Loop)\n\"Fantastical is my new favorite iPhone app. It looks great, it works reliably, and, more importantly, it made managing my schedule better.\" - MacStories\n“Fantastical 2 is not only the absolute best calendar app on iOS, but the best reminders app as well.” - iMore\n\nJust enter \"Lunch with Elon in Palo Alto on Friday\" and Fantastical 2 will schedule it! Or type in \"todo buy milk at 5pm\" and a reminder will alert you at 5PM! If your device supports dictation, you can speak the details for your event or reminder and Fantastical 2 will handle the rest.\n\nONE NEW APP, MANY NEW FEATURES\n• Reminders!\n   - See your events and dated reminders together in the main list\n   - Add reminders directly from the Reminders list or new event screen - just flip the switch to toggle between events and reminders\n   - Set dates, times, and geofences (when I arrive/when I leave)\n\n• Significant new parser features, including:\n   - Create reminders by starting your sentence with \"reminder\", \"todo\", \"task\", or \"remind me to\"\n   - Expanded, expressive repeating events such as third Thursday of every month, every weekend, last weekday of the month, and more\n   - Create alerts with phrases such as \"remind me tomorrow at 3PM\", \"alert 1 hour before\", or \"alarm 3PM\"\n\n• All-new event details, including a map to show your event’s locations and better repeating event options\n• An elegant week view when you rotate your iPhone to landscape\n• Background app updating allows events, reminders, and alerts to be pushed to Fantastical 2 even if you don't launch the app very often\n• An extended keyboard when creating new events or reminders, providing instant access to numbers and symbols for dates and times (only for 4\" screens or larger)\n• Birthday options - tap on a birthday to see contact information or send a quick greeting\n• TextExpander support\n• Many other refinements and improvements\n\nADDING NEW EVENTS OR REMINDERS IS FUN\n• The easiest and fastest way to add new events or reminders\n• Just type in your details or use dictation and watch your words magically turn into an actual event or reminder!\n\nTHE FUTURE LOOKS BRIGHT \n• Fantastical 2's DayTicker is the efficient and enjoyable way to see your schedule\n• The expansive and beautiful event list makes it easy to find your events\n• Tap an event or reminder to show and edit its details\n• Tap and hold an event to duplicate, move, or share\n• Use search to instantly locate specific events or reminders\n• View your Facebook events\n\nFAST, FRIENDLY, AND FLEXIBLE\n• Supports the same calendar services as the built-in Calendar app, including iCloud, Google Calendar, Exchange, and more! \n• Fantastical 2 is fully localized in English, French, German, Italian, and Spanish\n• Just type or speak your event or reminder in any of these languages and Fantastical will automatically understand\n• 3D Touch, including Peek and Pop\n• Accessibility support",
    "app_features": [
      "natural language parsing",
      "reminders",
      "week view",
      "speak the details of your event",
      "see your events",
      "see your dated reminders",
      "add reminders",
      "set dates",
      "set times",
      "set geofences",
      "create reminders with your voice",
      "create alerts",
      "show event details",
      "show event's location",
      "repeating event options",
      "background app updating",
      "extended keyboard",
      "TextExpander support",
      "add new events",
      "list events",
      "find your events",
      "edit reminder",
      "push notifications",
      "integrates iOS reminders"
    ]
  },
  {
    "app_name": "iTranslate Voice - Speak & Translate in Real Time",
    "app_description": "Instantly speak over 40 languages.\n\nCan you imagine talking into your phone in one language and immediately hearing yourself in another? That’s exactly what iTranslate Voice does. Just speak into your phone and it immediately replies in one of our 42 languages.\nFeatured on the App Store:\n • \"Editor's Choice\"\n • \"Best of 2013\"\n • \"Best of 2012\"\n • \"10 Apps that WOW\"\n • \"App Store Essentials\"\nWith iTranslate Voice you can:\n • Instantly speak over 40 languages\n • No typing needed. The accuracy of our voice recognition is so amazing that you don't need your keyboard anymore.\n • Look up definitions and translations for common words & phrases, just using your voice.\n • Use AirTranslate to connect devices together and easily engage in conversation with other people.\n • Simply send translations via Email, SMS, Twitter or Facebook.\nIntroducing Phrasebook:\nWith Phrasebook you finally have a way to save frequently used phrases, sentences or questions. Imagine you are a doctor and need to ask patients with different native languages the same 5 questions over and over again. Or you travel to many different countries and want to have a list of the 10 most important phrases always at hand?\n\nWith Phrasebook you can now save those phrases and instantly translate them into whatever language we currently offer. Of course your phrases are synced with iCloud, so you’ll never lose them.\n\nWhat the press say:\n \n \"Voice translation executed perfectly\"\n - Kilian Bell, CultofMac\n \n \"Spectacular, real-time language translation by simply speaking into your iPhone\"\n - Brent Dirks, AppAdvice.com\n \n \"iTranslate Voice is impressive\"\n - Federico Viticci, Macstories.net\n \n \"If you travel, iTranslate Voice may be the most important app in the App Store\"\n - Best iPhone apps of 2012, Gizmag\n\n\nSupported languages & dialects:\nArabic (Saudi), Arabic (UAE), Arabic (Egypt), Catalan, Chinese (Mandarin), Chinese (Taiwan), Chinese (Cantonese), Croatian, Czech, Danish, Dutch, English (GB), English (USA), English (Australia), Finnish, French, French (Canada), German, Greek, Hebrew, Hindi, Hungarian, Indonesian, Italian, Japanese, Korean, Malay, Norwegian, Polish, Portuguese (Portugal), Portuguese (Brazil), Romanian, Russian, Slovak, Spanish (Spain), Spanish (United States), Spanish (Mexico), Swedish, Thai, Turkish, Ukrainian, Vietnamese\n\nAdditional languages with partial support:\nCroatian, Malay, Ukrainian, Vietnamese\n\n\nVisit our Website to find out more: http://itranslatevoice.com/\n\nIf you have any suggestions, questions or need some help, just write us at feedback@sonicomobile.com. We're always happy to provide quick and useful help.\n\n* iTranslate Voice requires an Internet connection",
    "app_features": [
      "hear yourself in another language",
      "no typing needed",
      "look up definitions",
      "look up translations",
      "use your voice",
      "engage conversations",
      "send translations via email",
      "send translations via sms",
      "send translations via twitter",
      "send translations via facebook",
      "save frequently used phrases",
      "save frequently used sentences",
      "save frequently used questions",
      "translate into whatever language",
      "phrases are synced with iCLoud",
      "speak over 40 languages",
      "voice recognition",
      "connect devices",
      "list of phrases",
      "save phrases"
    ]
  }
]